# Задача 1. Когда используется критерий Стьюдента, а когда Z –критерий?

print('Если условия применимости параметрических тестов соблюдены,',
          'то в случае известной сигмы генеральной совокупности более',
          'предпочтителен Z- критерий, в противном случае - критерий',
          'Стьюдента t.\n')